app/Http/Controllers/StopwatchController.php

        public function getAbyssState(int $charId) {
            $state = [
                'status' => 'error',
                'seconds' => 0
            ];
            if (DB::table("stopwatch")->where("CHAR_ID", $charId)->exists()) {
---
SELECT exists(SELECT * FROM `stopwatch` WHERE `CHAR_ID` = '93940047') as `exists`